Repository: aeby/schwalbenundzinken
Catalog: xliff/*.xlf
Languages: de, fr

# s612ed89adcd17e0a
source: Workpiece width
de: Breite Werkstück
fr: Largeur de la pièce

# s52e06f78d696cf64
source: Workpiece height (thickness)
de: Höhe Werkstück (Dicke)
fr: Hauteur de la pièce (épaisseur)

# s3b3ea038c5d3bb06
source: Division
de: Teilung

# s737a095964aeb3c8
source: Dovetail to pin width ratio
de: Verhältnis Schwalbe/Zinke
fr: Rapport entre la queue et le mâle

# s255857544a9d5ec0
source: Reset
de: Zurücksetzen
fr: Réinitialiser

# scc11850e140eab25
source: Parts
de: Teile
fr: Pièces

# s68496602df547d5c
source: Dovetails
de: Schwalben
fr: Queues

# se9bed519c6a36725
source: Pins
de: Zinken
fr: Mâles

# s5bb297d85a6de998
source: Angle
de: Winkel

# s5a5a2a1aba8c5854
source: Smallest distance between dovetails
de: Geringste Distanz zwischen Schwalben
fr: Distance minimale entre les queues

# sa61967bcda24ab18
source: Source on GitHub
de: Quelltext auf GitHub
fr: Source sur GitHub

# saad72578f030aacd
source: fine
de: fein

# sc76a095e1ffa22b6
source: medium
de: mittel
fr: moyenne

# s16377c5d9cbfde84
source: coarse
de: grob
fr: grossière

# s2b606c448ab12d87
source: https://en.wikipedia.org/wiki/Dovetail_joint
de: https://de.wikipedia.org/wiki/Schwalbenschwanzverbindung
fr: https://fr.wikipedia.org/wiki/Assemblage_%C3%A0_queue-d%27aronde

# h1d510fd53dcb1e0c
source: This is a calculator and visualizer for <a href="${wikipediaLink}">dovetail joints</a> used in woodworking. It first determines the number of dovetails based on the width/height of the workpiece, like <a href="${haukeLink}">Hauke Schmidt</a> demonstrates. Then the dovetail angle is developed as described by <a href="${spannagelLink}">Fritz Spannagel</a>, where a triangle with three times the height of the workpiece is formed.
de: Dies ist eine Berechnungs- und Visualisierungshilfe für <a href="${wikipediaLink}">Schwalbenschwanzverbindungen</a> wie sie in der Holzbearbeitung verwendet werden. Zuerst wird die Anzahl Schwalbenschwänze ermittelt, basierend auf der Breite/Höhe des Werkstücks, wie es <a href="${haukeLink}">Hauke Schmidt</a> demonstriert. Danach wird der Schwalbenschwanzwinkel – wie von <a href="${spannagelLink}">Fritz Spannagel</a>, beschrieben – entwickelt, indem ein Dreieck mit der dreifachen Höhe des Werkstücks gebildet wird.
fr: Il s’agit d’une calculatrice et d’un visualiseur pour les assemblages à <a href="${wikipediaLink}">queue d’aronde</a> utilisés dans le travail du bois. Il détermine d’abord le nombre de queues d’aronde en fonction de la largeur/hauteur de la pièce, comme le montre <a href="${haukeLink}">Hauke Schmidt</a>. Ensuite, l’angle de la queue d’aronde est développé comme décrit par <a href="${spannagelLink}">Fritz Spannagel</a>, où un triangle de trois fois la hauteur de la pièce est formé.

# s6306bd8aba13962f
source: Required marks on center line of pins piece
de: Benötigte Risse auf der Mittellinie des Zinkenstücks
fr: Fissures nécessaires sur la ligne médiane de la pièce des mâles

# sb38cd24a8470eada
source: Please use and share, this is free software under the terms of the Apache License 2.0.
de: Bitte verwenden und teilen, dies ist freie Software lizenziert unter der Apache License 2.0.
fr: Veuillez utiliser et partager, ceci est un logiciel libre sous les termes de la Licence Apache 2.0.

# sbd37677b0ba4fc9f
source: Assembled
de: Zusammengesetzt
fr: Assemblé
